Repository: 84000/data-translation-memory
Catalog: toh112-v3.tmx
Source language: bo
Languages: en

source: མི་འཁྲུགས་པ་ཁྱོད་ཀྱིས་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་བཀོད་པ་ཇི་ལྟ་བུ་དག་འདོད་པ་ལོངས་ཤིག །མི་འཁྲུགས་པས་གསོལ་པ།
en: You, Akṣobhya, shall obtain the arrays of buddha-realm qualities such as you wish.’ “

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་ནི་ཇི་ལྟར་ས་གཞི་ཐམས་ཅད་གསེར་ལས་གྲུབ་ཅིང་ལག་མཐིལ་ལྟར་མཉམ་ལ།
en: Akṣobhya said, ‘Bhadanta Bhagavat, I wish for such an array of buddha-realm qualities: May all the ground be made of gold.

source: ལྷའི་ནོར་བུ་རིན་པོ་ཆེ་རྣམ་པར་བཀྲམ་པ་གསེག་མ་དང་གྱོ་མོ་དག་མ་མཆིས། གོར་མའི་ཀ་བ་དང་། ཕ་བོང་དང་རི་དག་མ་མཆིས་ཤིང་། ཀ་ཙ་ལིན་དི་ཀ་ལྟར་རེག་ན་བདེ་ཞིང་འཇམ་ལ། རྐང་མཐིལ་བཞག་ན་ནི་ནེམས་ཞེས་བགྱིད། རྐང་མཐིལ་བཏེག་ན་ནི་པར་ཅེས་བགྱིད་པ་དེ་ལྟ་བུའི་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་བཀོད་པ་དག་འཚལ་ཏེ།
en: May it be as flat as the palm of the hand, scattered with precious divine jewels, free of pebbles and gravel, free of pillars of rock, boulders, and mountains, and as soft and pleasant to the touch as down; may it sink when you tread on it, and rise when you lift your feet.

source: དེ་ན་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་། ཡི་དགས་ཀྱི་ཡུལ་དག་མ་མཆིས་པར་གྱུར་ཅིག །
en: May hells, animal births, the world of Yama, and the preta realm not be known there.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་དྲི་ང་བ་དག་མ་མཆིས་པར་གྱུར་ལ།
en: In that buddha realm may there be nothing that smells bad.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ལྷའི་ལས་ཤིན་ཏུ་འདས་པའི་སྤོས་ཀྱིས་ཁྱབ་པར་གྱུར་ཅིག །སངས་རྒྱས་ཀྱི་ཞིང་དེ་ལྷའི་མེ་ཏོག་མན་དཱ་ར་བ་དང་། མན་དཱ་ར་བ་ཆེན་པོ་དག་གིས་ཀུན་ཏུ་གང་བར་གྱུར་ཅིག །
en: May that buddha realm be pervaded by incense that transcends that of the devas, and may that buddha realm be filled with divine coral trees and great coral tree flowers. “ ‘

source: དེ་ན་སེམས་ཅན་རྣམས་ལ་རྒ་བ་དང་། ན་བ་དང་། འགུམ་པ་མ་མཆིས་པར་གྱུར་ཅིག །
en: May the beings there never age, fall ill, or die.

source: གཅིག་གིས་གཅིག་འཇིགས་པ་མ་མཆིས་པ་དང་།
en: May they never be afraid of each other.

source: གཅིག་ལ་གཅིག་ཐོ་འཚམ་པ་མ་མཆིས་པ་དང་།
en: May they never injure each other.

source: སེམས་ཅན་རྣམས་ལ་དུས་མ་ལགས་པར་འགུམ་པ་མ་མཆིས་པ་དང་། འགྱོད་ཅིང་འགུམ་པ་མ་མཆིས་པ་དང་།
en: May those beings never die prematurely or die with regret.

source: མཉམ་པར་མ་གཞག་པར་འགུམ་པ་མ་མཆིས་པར་གྱུར་ཅིག །
en: May they never die while not in meditation.

source: དེ་ན་སེམས་ཅན་རྣམས་སངས་རྒྱས་རྗེས་སུ་དྲན་པ་ཡིད་ལ་བགྱིད་པར་གྱུར་ཅིག །
en: May the beings there be focused upon the constant recollection of the Buddha.

source: ངན་འགྲོ་རྣམས་སུ་སྐྱེ་བར་མ་གྱུར་ཅིག །
en: May they not be reborn in the lower realms.

source: སངས་རྒྱས་ཀྱི་ཞིང་སྙིགས་མ་ལྔ་དང་ལྡན་པ་སྟོང་པ་རྣམས་སུ་སྐྱེ་བར་མ་གྱུར་ཅིག །
en: May they not be reborn in buddha realms that are empty and with the five degeneracies.

source: བྱང་ཆུབ་ཅིང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཀྱི་བར་དུ་སངས་རྒྱས་མཐོང་བ་དང་མི་འབྲལ་བར་གྱུར་ཅིག །
en: Until they attain enlightenment and parinirvāṇa may they never be deprived of the sight of the Buddha.

source: དེ་ན་སེམས་ཅན་རྣམས་འདོད་ཆགས་ཆུང་བ་དང་། ཞེ་སྡང་ཆུང་བ་དང་། གཏི་མུག་ཆུང་བར་གྱུར་ཅིག །
en: May the beings there have little desire, little anger, and little delusion.

source: དེ་ན་ཐམས་ཅད་ཀྱང་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ཡང་དག་པར་བླངས་ནས་གནས་པར་གྱུར་ཅིག །
en: May all who are there adopt and follow the path of the ten good actions.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་སེམས་ཅན་རྣམས་བཟོ་བགྱིད་པར་མ་གྱུར་ཅིག །
en: May the beings in that buddha realm not be workers in crafts.

source: དེ་ན་ངན་སོང་གི་རྒྱུ་མཚན་མ་མཆིས་པར་གྱུར་ཅིག །
en: May they have no portents for lower rebirth.

source: དེ་ན་སེམས་ཅན་རྣམས་ལ་བདུད་ཀྱིས་གླགས་རྙེད་པའི་ལམ་མ་མཆིས་པར་གྱུར་ཅིག །
en: May there be no way for the māras to enter the beings there.

source: དེ་ན་སེམས་ཅན་རྣམས་ལ་མདོག་ངན་པ་མ་མཆིས་པར་གྱུར་ཅིག །
en: May the beings there not have a bad color.

source: དེ་ན་སེམས་ཅན་རྣམས་ལ་འདི་ལྟ་སྟེ། རྗེ་བོ་དང་། བྲན་གྱི་རིམ་པ་མ་མཆིས་པར་གྱུར་ཅིག །
en: May the beings there neither be lords nor servants.

source: དེ་ན་སེམས་ཅན་རྣམས་ལ་བདག་གི་བ་མ་མཆིས་ཤིང་ཡོངས་སུ་འཛིན་པ་མ་མཆིས་པར་གྱུར་ཅིག །
en: May the beings there have no possessiveness and no acquisitiveness.

source: དེ་ན་ཉན་ཐོས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཐ་ན་གཡར་ལམ་ན་ཡང་ཁུ་བ་འབྱིན་པ་མ་མཆིས་པར་གྱུར་ཅིག །
en: May the śrāvakas and bodhisattvas there never ejaculate, even while dreaming.

source: དེ་ན་སེམས་ཅན་ཐམས་ཅད་ཆོས་འཚལ་བ་དང་། ཆོས་ཡོངས་སུ་ཚོལ་བ་ལྷུར་ལེན་པར་གྱུར་ཅིག །
en: May all the beings there long for the Dharma and seek the Dharma.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་སེམས་ཅན་འགའ་ཡང་ལོག་པར་ལྟ་བར་མི་འགྱུར་ཞིང་གཞན་མུ་སྟེགས་ཅན་ཡང་མ་མཆིས་པར་གྱུར་ཅིག །
en: In that buddha realm may there not be a single being who has a mistaken view and may there be no tīrthikas.

source: དེ་ན་སེམས་ཅན་རྣམས་ལ་ལུས་ངལ་བ་མ་མཆིས་ཤིང་སེམས་ངལ་བ་ཡང་མ་མཆིས་པར་གྱུར་ཅིག །
en: May the beings there never be fatigued in body and never fatigued in mind.

source: དེ་ན་སེམས་ཅན་དེ་དག་ཐམས་ཅད་མངོན་པར་ཤེས་པ་ལྔ་དང་ལྡན་པར་གྱུར་ཅིག །
en: May all the beings there possess the five clairvoyances.

source: དེ་ན་སེམས་ཅན་ཐམས་ཅད་ལ་བཀྲེས་པ་དང་། སྐོམ་པ་དང་། རྣམ་པར་ཐོ་འཚམ་པར་མ་མཆིས་པར་གྱུར་ཅིག །
en: May all the beings there never be oppressed by thirst or hunger.

source: ཇི་ལྟར་འདོད་པ་ན་སྤྱོད་པའི་ལྷ་རྣམས་བཞིན་དུ་ཁ་ཟས་ཇི་ལྟ་བུ་དག་འཚལ་བར་འགྱུར་བ་དེ་ལྟ་བུ་དག་མདུན་དུ་རིན་པོ་ཆེའི་སྣོད་དག་ནས་འབྱུང་བར་གྱུར་ཅིག །བཤང་བ་དང་།
en: May whatever food they desire appear before them in precious bowls, just as for the devas in the realm of sense pleasure.

source: གཅི་བ་དང་། མཆིལ་མ་དང་། སྣབས་དང་། མཆི་མ་དང་། ལུས་ཀྱི་རྔུལ་དག་མ་མཆིས་པར་གྱུར་ཅིག །
en: May they have no feces, urine, spittle, snot, tears, or sweat. “ ‘

source: དེ་ན་གྲང་བ་མ་མཆིས་པ་དང་། ཚ་བ་མ་མཆིས་པར་གྱུར་ཅིག །དྲི་བདའ་བ་དང་།
en: May there be no cold and no heat.

source: ཉམས་དགའ་བར་གྱུར་ཅིག །
en: May there be a pleasant scent.

source: དེ་ན་རེག་ན་བདེ་བའི་བསེར་མ་དག་ལྡང་བར་འགྱུར་ཞིང་།
en: May soft breezes waft there.

source: དེ་དག་ལྷ་དང་མི་རྣམས་སྤོས་ཀྱི་བྱ་བ་བགྱིད་པར་གྱུར་ཅིག །
en: May those breezes bring fragrances of the devas or humans when they wish for it and of the kind they wish for.

source: གང་གི་ཚེ་འཚལ་བར་འགྱུར་བ་དང་། ཇི་ལྟ་བུ་འཚལ་བར་འགྱུར་བ་དང་། གང་གི་ཚེ་གཅིག་ནི་བསེར་མ་བསིལ་བ་འཚལ་ལ་ཅིག་ཤོས་ནི་དྲོན་པོ་འཚལ་བ་དང་། ལ་ལ་ཨུད་པ་ལའི་དྲི་བདའ་བའི་བསེར་མ་འཚལ་ལ།
en: One person may wish for a cool breeze and another for a warm breeze.

source: ལ་ལ་ནི་ཙན་དན་སྦྲུལ་གྱི་སྙིང་པོའི་དྲི་བདའ་བའི་བསེར་མ་འཚལ་བ་དང་། ལ་ལ་ནི་དུས་ཀྱི་རྗེས་སུ་འབྲང་བའི་ཙན་དན་གྱི་དྲི་བདའ་བ་དང་། ལ་ལ་ནི་རྒྱ་སྤོས་ཀྱི་དྲི་བདའ་བ་དང་། ལ་ལ་ནི་ཨ་ག་རུའི་དྲི་བདའ་བའི་བསེར་མ་འཚལ་ལ། ལ་ལ་ནི་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་བསེར་མ་ཡེ་མི་འཚལ་བ་འཚལ་བར་འགྱུར་ན་ཡང་དེ་དག་གིས་ཇི་ལྟར་སེམས་བསྐྱེད་ཅིང་དམིགས་པ་དེ་བཞིན་དུ་འགྲུབ་པར་གྱུར་ཅིག །
en: Some may want a breeze that has the scent of the blue lotus, some may want a breeze with the scent of uragasāra sandalwood, some may want a breeze with the scent of benzoin, some may want a breeze with the scent of valerian, some may want a breeze with the scent of aloeswood, and some may wish for a breeze such as has never been wished for before, and it will be created just as their minds imagined it.

source: དེ་བཞིན་དུ་འཇིག་རྟེན་གྱི་ཁམས་དེ་སྙིགས་མ་ལྔ་དང་བྲལ་བར་གྱུར་ཅིག །
en: In that way may that world realm be free of the five degeneracies. “ ‘

source: དེ་ན་སེམས་ཅན་རྣམས་ལ་རིན་པོ་ཆེ་སྣ་བདུན་ལས་བགྱིས་པའི་ཁང་པ་བརྩེགས་པ་དག་མཆིས་པར་འགྱུར་ལ། ཁང་པ་བརྩེགས་པ་དེ་དག་ན་གང་དུ་མི་དག་མཆིས་པར་འགྱུར་བར་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཁྲི་ཤིང་བལ་གྱི་སྔས་འཇམ་པོ་དག་གིས་ཀུན་ཏུ་གཡོགས་ཤིང་ཀ་ཙ་ལིན་དི་ཀ་ལྟར་རེག་ན་འཇམ་པ་དག་འབྱུང་བར་གྱུར་ཅིག །
en: May the beings there have kūṭāgāras made of the seven jewels, and whenever people stay within those kūṭāgāras, may there appear couches that are made of the seven jewels and covered with cotton cushions, as soft to the touch as down.

source: ཁང་པ་བརྩེགས་པ་དེ་དག་གི་ཁོར་ཡུག་དག་ཏུ་གང་དུ་མི་དེ་དག་ཆབ་ཀྱི་བྱ་བ་བགྱིད་པར་འགྱུར་བར་ཡན་ལག་བརྒྱད་དང་ལྡན་པའི་ཆར་གྱིས་ཡོངས་སུ་བལྟམས་པའི་རྫིང་དག་འབྱུང་བར་གྱུར་ཅིག །སྣ་མའི་མེ་ཏོག་གི་ཤིང་དང་།
en: Whenever the beings there are going to bathe, may pools appear around those kūṭāgāras, filled with water that has the eight good qualities.

source: ཤིང་ཏ་ལ་དང་། ཤིང་ལྗོན་པའི་ཕྲེང་བ་དག་གིས་བརྒྱན་པར་གྱུར་ཅིག །
en: May there be rows of jasmine trees and palm trees that are adorned.

source: ཤིང་ལྗོན་པ་དེ་དག་ཀྱང་མེ་ཏོག་སྣ་ཚོགས་དང་། འབྲས་བུ་སྣ་ཚོགས་དང་། དྲི་སྣ་ཚོགས་དང་། གོས་སྣ་ཚོགས་དང་། གདུགས་སྣ་ཚོགས་དང་།
en: May those trees be adorned with various kinds of flowers, fruits, scents, cloths, parasols, strings of pearls, and ornaments.

source: མུ་ཏིག་གི་རྒྱན་ཕྲེང་སྣ་ཚོགས་དང་། རྒྱན་སྣ་ཚོགས་དག་གིས་བརྒྱན་པར་གྱུར་ཅིག །དེ་ན་སེམས་ཅན་རྣམས་གོས་དང་རྒྱན་ཇི་ལྟ་བུ་འཚལ་བ་དག་དཔག་བསམ་གྱི་ཤིང་དེ་དག་ལས་བླངས་ཏེ་གྱོན་པར་གྱུར་ཅིག །
en: May the beings there pick from those wish-fulfilling trees whatever clothing and adornments they wish for and wear them.

source: དེ་བཞིན་དུ་མེ་ཏོག་རྣམས་དང་། རྒྱན་དག་གི་བར་ཡང་བླངས་ཏེ་ཐོགས་པར་གྱུར་ཅིག །
en: In this way, may they select and put on everything, from the flowers up to the ornaments. “ ‘

source: བདག་གི་བྱང་ཆུབ་ཀྱི་ཤིང་ནི་རིན་པོ་ཆེ་སྣ་བདུན་ལས་གྲུབ་པར་གྱུར་ལ། འཕང་དུ་ནི་དཔག་ཚད་སྟོང་མཆིས། སྡོང་པོའི་སྦོམས་སུ་དཔག་ཚད་གཅིག་མཆིས། ཡལ་ག་གྱེས་པའི་ཁྱོན་དུ་ཡང་དཔག་ཚད་སྟོང་མཆིས་པར་གྱུར་ཅིག །
en: May my Bodhi tree be made of the seven jewels and be a thousand yojanas high, with a trunk that is one yojana wide, and with branches that spread for a thousand yojanas.

source: བྱང་ཆུབ་ཀྱི་ཤིང་དེ་བསེར་མས་བསྐྱོད་པ་ལས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། མངོན་པར་ཤེས་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་གི་སྒྲ་ལྷའི་ལས་ཤིན་ཏུ་འདས་པ་འཇམ་ཞིང་ཡིད་དུ་འོང་བ་དག་འབྱུང་བར་གྱུར་ཅིག །
en: When that Bodhi tree is stirred by the breezes, may it emit the words perfections, clairvoyances, powers, strengths, and factors of enlightenment, their sound being more gentle and pleasant than that of the devas.

source: སེམས་ཅན་གང་དག་གིས་སྒྲ་དེ་ཐོས་པར་གྱུར་པ་དེ་དག་ཀྱང་འདོད་ཆགས་དང་བྲལ་བའི་སེམས་ཀྱི་དྲན་པ་སོ་སོར་ཐོབ་པར་གྱུར་ཅིག །
en: May the beings who hear those words each attain mindfulness, with a mind free from desire. “ ‘

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་བུད་མེད་རྣམས་ནི་འདི་ལྟ་སྟེ། དཔེར་བགྱི་ན་དགའ་ལྡན་གྱི་རིས་ཀྱི་ལྷའི་བུ་མོ་ལྟར་ཡོན་ཏན་ཐམས་ཅད་དང་ལྡན་པར་གྱུར་ཅིག །
en: May the women in that buddha realm be endowed with all good qualities, just as the apsaras among the gods of Tuṣita.

source: དེ་ན་བུད་མེད་རྣམས་ལ་དྲི་ང་བ་མ་མཆིས་ཤིང་། ལྕེ་གཉིས་དང་། ཕྲག་དོག་དང་། སེར་སྣས་དཀྲིས་པ་མ་མཆིས་པར་གྱུར་ཅིག །
en: May the women there have no bad smell, never be double-tongued, and never be filled with envy or miserliness.

source: དེ་ན་མི་རྣམས་བུད་མེད་དང་ལྷན་ཅིག་ཏུ་ལུས་སྦྱོར་ཞིང་འཁྲིག་པ་སྤྱོད་པ་མ་མཆིས་པར་གྱུར་ཅིག །
en: May the men there not engage in sexual intercourse with the women.

source: དེ་ན་སྐྱེས་པ་གང་དག་ཀུན་ཏུ་ཆགས་པའི་སེམས་སྐྱེས་པར་གྱུར་ན། དེ་མཆིས་ཏེ་ཀུན་ཆགས་པའི་སེམས་ཀྱིས་ཡུད་ཙམ་ཞིག་བུད་མེད་ལ་བལྟས་པས་སྐྱེས་པའི་འདོད་ཆགས་རབ་ཏུ་ཞི་བར་གྱུར་ནས་ཤིན་ཏུ་ཡིད་བྱུང་སྟེ། སླར་ལོག་ཅིང་གཙང་མ་རྡུལ་དང་བྲལ་བའི་ཏིང་ངེ་འཛིན་ཐོབ་པར་གྱུར་ཅིག །
en: When a sexual desire arises in a man there, when he goes to a woman and looks at her with desire, may his desire cease in that instant, and feeling very contrite may he walk away and obtain a samādhi that is pure and unsullied.

source: ཏིང་ངེ་འཛིན་དེས་བདུད་ཀྱི་ཞགས་པ་དག་ལས་ཡོངས་སུ་གྲོལ་ནས་སླན་ཆད་འདོད་ཆགས་ཀྱི་སེམས་མི་སྐྱེ་བར་གྱུར་ཅིག །
en: Through that samādhi may he be liberated from the nooses of the māras and never again give rise to a mind of desire.

source: དེ་ན་བུད་མེད་གང་ལགས་པ་དེ་དག་ཀུན་ཏུ་ཆགས་པས་སྐྱེས་པ་ལ་བརྟགས་པ་ཙམ་གྱིས་སྦྲུམ་པར་འགྱུར་ཞིང་། བརྟགས་པ་ཙམ་གྱིས་གཉི་གའི་འདོད་ཆགས་རབ་ཏུ་ཞི་བར་གྱུར་ཅིག །
en: When a woman there looks at a man with sexual desire, may she become pregnant just by looking, and may the desire of both the man and woman cease completely just by looking.

source: མངལ་ན་གནས་པའི་ཁྱེའུ་འམ། བུ་མོ་གང་ལགས་པ་དེ་དག་ཀྱང་འདི་ལྟ་སྟེ་དཔེར་བགྱི་ན་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་དགའ་བར་བགྱིད་པ་དང་། རབ་ཏུ་དགའ་བར་བགྱིད་པས་ལུས་དང་སེམས་ཀྱི་བདེ་བ་མྱོང་བ་དེ་ལྟ་བུའི་ལུས་དང་སེམས་ཀྱི་བདེ་བ་མྱོང་བར་གྱུར་ཅིག །
en: May the boy or girl in their wombs experience physical and mental bliss, just like the Trāyastriṃśa devas are delighted and joyful and experience physical and mental bliss.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་མངལ་ན་གནས་པའི་ཁྱེའུ་དང་། བུ་མོ་དག་གདུགས་མཚན་བདུན་དུ་དེ་ལྟ་བུའི་བདེ་བ་ཉམས་སུ་མྱོང་བར་གྱུར་ཅིག །བུད་མེད་སྦྲུམ་མ་དེ་དག་ཀྱང་འདི་ལྟ་སྟེ།
en: May the boys and girls in the wombs in that buddha realm experience such bliss for seven days and nights.

source: དཔེར་བགྱི་ན་དགེ་སློང་བསམ་གཏན་གཉིས་པ་ལ་སྙོམས་པར་ཞུགས་པ་དེ་ལྟ་བུའི་བདེ་བ་མྱོང་བར་གྱུར་ཅིག །སེམས་ཅན་དེ་དག་ཀྱང་མངལ་གྱི་དྲི་མ་དང་།
en: May the pregnant woman experience such bliss as that of a bhikṣu in the meditation of the second dhyāna.

source: མི་གཙང་བས་གོས་པར་མི་འགྱུར་ཞིང་།
en: May those beings be unstained by the stains and impurities of the womb.

source: དགུང་བདུན་པ་ལ་མཆོག་ཏུ་དྲི་བདའ་བ་དང་། བདེ་བའི་ཡོ་བྱད་དམ་པ་དང་ལྡན་བཞིན་དུ་བཙའ་བར་གྱུར་ཅིག །
en: On the seventh day, may they be born, bestowed with the most excellent fragrances and the most excellent pleasant cushions.

source: བུད་མེད་དེ་ཡང་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བར་མི་འགྱུར་ཞིང་གཉིས་ཀ་རྫིང་བུར་ཞུགས་ཏེ་ཁྲུས་བགྱིས་ནས།
en: May the mother not experience any suffering, and may both mother and child enter and bathe in the pools.

source: བུད་མེད་དེས་གང་གིས་འདོད་ཆགས་དང་བྲལ་བ་གཙང་བའི་ཏིང་ངེ་འཛིན་ཐོབ་པར་འགྱུར་བ་དེ་ལྟ་བུའི་དྲན་པ་ཐོབ་པར་གྱུར་ཅིག །
en: And may that woman attain such mindfulness that she attains the samādhi that is free from desire and pure.

source: ཏིང་ངེ་འཛིན་དེས་འདོད་ཆགས་ཀྱི་ཆོས་རྣམས་ལས་ཡོངས་སུ་གྲོལ་ཞིང་རྟག་པར་རྒྱུན་དུ་མཉམ་པར་བཞག་པར་གྱུར་ཅིག །
en: May that samādhi free them from all desire, and may they always remain in samādhi.

source: གང་གིས་ཚེ་རབས་སྔ་མ་དག་ལ་བསྐལ་པ་བྱེ་བ་ཕྲག་མང་པོར་བུད་མེད་ཀྱི་ལུས་ཉམས་སུ་མྱོང་བར་འགྱུར་བ་དེ་ལྟ་བུའི་ལས་བགྱིས་ཤིང་བསགས་པ་གང་ལགས་པས་ཀྱང་ཏིང་ངེ་འཛིན་དེ་མངོན་པར་བསྒྲུབས་པས་བུད་མེད་ཀྱི་ལུས་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་ཡོངས་སུ་བས་པར་འགྱུར་ཞིང་། ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཀྱི་བར་དུ་སླན་ཆད་བུད་མེད་ཀྱི་ལུས་ཐོབ་པར་མ་གྱུར་ཅིག །
en: May whoever has created and accumulated karma in previous lives that will result in experiencing female existences for many tens of millions of eons have all those female existences entirely come to an end through the accomplishment of that samādhi, and may they never again acquire a female existence throughout the time until their parinirvāṇa. “ ‘

source: སེམས་ཅན་གང་དག་གིས་གང་གི་སླད་དུ་བསྐལ་པ་བགྲང་བ་ལས་འདས་པ་དག་ཏུ་མངལ་ན་གནས་པའི་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བར་གྱུར་པ་དེ་ལྟ་བུའི་ལས་བགྱིས་ཤིང་བསགས་པ་དེ་དག་གིས་བདག་གིས་བྱང་ཆུབ་ཐོབ་པའི་མིང་ཐོས་ཤིང་དད་པ་ཐོབ་པར་གྱུར་ནས། དེ་དག་དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་བདག་གི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྐྱེ་བར་འགྱུར་ཞིང་མངལ་ན་གནས་པར་སྐྱེ་བར་མ་གྱུར་ཅིག །
en: May those beings who have accumulated the karma that will result in experiencing for countless eons the suffering of being born from a womb hear my name when I have attained enlightenment, have faith in me, and, after passing away, be reborn in my buddha realm, without being born from a womb.

source: དེར་སེམས་ཅན་དེ་དག་གི་ལས་དེ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་ཡོངས་སུ་བས་པར་གྱུར་ཅིང་།
en: May the entirety of all that karma come completely to an end.

source: སེམས་ཅན་དེ་དག་བྱང་ཆུབ་ཀྱི་མཐར་ཐུག་གི་བར་དུ་སླན་ཆད་མངལ་ན་གནས་པར་སྐྱེ་བར་མ་གྱུར་ཅིག །
en: May those beings never again be born from a womb throughout the time until they reach enlightenment. “ ‘

source: སེམས་ཅན་གང་དག་གིས་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་དེ་དག་ལས་ཡོངས་སུ་བས་ནས་མངལ་དུ་གནས་པར་སྐྱེ་བར་མ་གྱུར་ཅིག །
en: May those beings who have planted good roots completely annihilate their karma and not be reborn into a womb.

source: བདག་གི་སངས་རྒྱས་ཀྱི་ཞིང་ན་བུད་མེད་དམ། མངལ་ན་གནས་པར་མངོན་པའི་སེམས་ཅན་དེ་དག་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་དེར་ཤིན་ཏུ་བདེ་བ་དང་ལྡན་པར་གྱུར་ཅིག །
en: In my buddha realm may women and beings who are in wombs have perfect happiness in that buddha realm. “ ‘

source: སྣ་མའི་མེ་ཏོག་གི་ཤིང་དང་། ཤིང་ཏ་ལ་དག་བསེར་མས་བསྐྱོད་པར་གྱུར་པ་ན་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པའི་སྒྲ་སྐད་ཉམས་དགའ་བར་འགྱུར་བ་དེ་ལྟ་བུ་དག་འབྱུང་བར་གྱུར་ཅིག །
en: When the jasmine and palm trees are stirred by the breezes, may they emit a beautiful sound; may they emit the words impermanent, suffering, not self, and empty.

source: སྒྲ་དེས་མི་རྣམས་ཀྱི་ཏིང་ངེ་འཛིན་སྒྲོན་མ་དང་ལྡན་པ་ཞེས་བགྱི་བ་ཐོབ་པར་གྱུར་ཅིག །
en: Through those words, may the people there attain the samādhi called endowed with a lamp.

source: ཏིང་ངེ་འཛིན་དེས་སེམས་ཅན་དེ་དག་གིས་སྟོང་པ་ཉིད་སྣང་བའི་ཆོས་ཟབ་མོ་དག་རྟོགས་པར་གྱུར་ཅིག །
en: Through that samādhi, may those beings understand the profound teachings that illuminate emptiness.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་འདོད་པ་དང་ལྡན་པའི་སྒྲ་མ་མཆིས་པར་གྱུར་ཅིག །
en: In that buddha realm may there be no words connected with desire. “ ‘

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་བྱང་ཆུབ་ཀྱི་ཤིང་དྲུང་དུ་མཆིས་ནས་ཡུད་ཙམ་གཅིག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་པར་གྱུར་ཅིག །
en: Bhadanta Bhagavat, seated at the foot of the Bodhi tree, may I instantly attain the highest, most complete enlightenment.

source: བདག་བྱང་ཆུབ་ཐོབ་པ་ན་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་མེ་ཏོག་ཁ་ཟུམས་པ་མ་གཏོགས་པར་ཉི་མ་དང་ཟླ་བ་དག་གི་འོད་ཀྱང་མི་མངོན་པར་གྱུར་ཅིག །
en: When I have attained enlightenment, in that buddha realm, except for when flowers close, may there be no light from a sun and moon.

source: ལྷའི་མིག་གང་གིས་སངས་རྒྱས་ཀྱི་ཞིང་དཔག་ཏུ་མ་མཆིས་གྲངས་མ་མཆིས་པ་དག་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དག་བཞུགས་ཏེ། འཚོ་ཞིང་གཞེས་པ་རྣམས་མཐོང་བར་འགྱུར་བ་དེ་ལྟ་བུའི་འོད་དག་བདག་གིས་གཏོང་བར་གྱུར་ཅིག །
en: May I radiate such light that I can see with divine sight the bhagavat buddhas who reside, live, and remain in measureless, countless other buddha realms. “ ‘

source: བདག་བྱང་ཆུབ་ཐོབ་པ་ན་སྒྲ་གང་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་སངས་རྒྱས་ཀྱི་ཞིང་ཀུན་ཏུ་གང་བར་འགྱུར་བ་དེ་ལྟ་བུའི་སྒྲས་ཆོས་སྟོན་པར་གྱུར་ཅིག །དེ་ན་སེམས་ཅན་གང་དག་མཆིས་པར་གྱུར་པ་དེ་དག་ཐམས་ཅད་ཀྱིས་ཀྱང་སངས་རྒྱས་རྗེས་སུ་དྲན་པ་ཐོབ་པར་གྱུར་ཅིག །
en: When I have attained enlightenment, may I teach the Dharma with such a voice that I may fill the entire billion-world buddha realm, and may all the beings that are there attain the constant recollection of the Buddha.

source: དེ་དག་གང་དང་གང་དུ་མཆི་བ་དང་། འཆབ་པ་དང་། མཆིས་པ་དང་། ལྡོག་པར་འགྱུར་བ་དང་། དེ་དག་གིས་རྟག་པར་རྒྱུན་དུ་བདག་མཐོང་བར་གྱུར་ཅིག །
en: Whether they are going somewhere, walking, sitting, or returning, may they always see me.

source: དེ་དག་ཆོས་རྣམས་ལ་ཇི་ལྟར་ཐེ་ཙོམ་དུ་གྱུར་པ་ན། དེ་དག་གིས་བདག་ལ་བལྟས་པ་ཙམ་དང་། བདག་མཐོང་བ་ཙམ་གྱིས་དེ་དག་གི་ཐེ་ཙོམ་མ་མཆིས་པར་གྱུར་ཅིག །
en: Whatever doubts about such teachings they may have, may their doubts be dispelled merely upon seeing me, merely upon beholding me. “ ‘

source: བདག་བྱང་ཆུབ་ཐོབ་པ་ན་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་དཔག་ཏུ་མ་མཆིས་གྲངས་མ་མཆིས་པ་དག་ན་ཉན་ཐོས་ཀྱི་ཐེག་པ་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པའམ། བླ་ན་མེད་པའི་ཐེག་པ་པའི་སེམས་ཅན་གང་དག་མཆིས་པ་དེ་དག་གིས་བདག་གི་མིང་དང་། བསྔགས་པ་ཐོས་པར་གྱུར་ཅིག །
en: When I have attained enlightenment, may the beings in the measureless, countless buddha realms in the ten directions—whether they are following the Śrāvakayāna, the Pratyekabuddhayāna, or the unsurpassable yāna—hear my name or praise.

source: དེ་དག་དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་བདག་གི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྐྱེ་བར་གྱུར་ཅིག །
en: Then, when they pass away, may they be reborn in my buddha realm.

source: དེ་དག་གིས་དེར་བདག་ལས་ཆོས་ཐོས་ནས་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་གང་ལགས་པ་དེ་དག་ནི་རྣམ་པར་ཐར་བ་བརྒྱད་ཀྱིས་བསམ་གཏན་པའི་དགྲ་བཅོམ་པར་གྱུར་ཅིག །
en: There, may they hear the Dharma from me and may those who follow the Śrāvakayāna become arhats who have attained meditative absorption in the eight liberations.

source: དེ་ན་གང་དག་ཐེག་པ་ཆེན་པོ་བའི་བྱང་ཆུབ་སེམས་དཔའ་གང་ལགས་པ་དེ་དག་གིས་ནི་བདག་ལས་ཆོས་ཐོས་ནས་ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། བཟོད་པ་ཟབ་མོ་དག་ཐོབ་པར་གྱུར་ཅིག །
en: May the bodhisattvas who follow the Mahāyāna hear the Dharma from me and attain profound samādhi, acceptance, and dhāraṇī.

source: དེ་དག་དེ་ཉིད་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་སླར་མི་ལྡོག་པར་ཡང་གྱུར་ཅིག །
en: May they become irreversible from attaining the highest, most complete enlightenment.

source: བདག་གི་ཉན་ཐོས་ཀྱི་དགེ་འདུན་ནི་དཔག་ཏུ་མ་མཆིས་པར་གྱུར་ལ། དེ་བཞིན་གཤེགས་པ་ཉིད་མ་གཏོགས་པར་སུས་ཀྱང་བགྲང་བར་རྔོ་མི་ཐོགས་པར་གྱུར་ཅིག །
en: May my saṅgha of śrāvakas be so immeasurable that no one except for a tathāgata can know its extent. “ ‘

source: བདག་གིས་བྱང་ཆུབ་ཐོབ་པ་ན་གང་དང་གང་དུ་མཆིས་ཤིང་ས་ཕྱོགས་གང་དང་གང་དུ་རྐང་མཐིལ་བཞག་པ་དེ་དང་དེར་པད་མ་འདབ་མ་སྟོང་མཆིས་ལ། གསེར་གྱི་མདོག་ལྟ་བུར་གདའ་བ་དག་འབྱུང་བར་གྱུར་ཅིག །
en: When I have attained enlightenment, wherever I go, wherever the soles of my feet touch the ground, may there appear golden thousand-petaled lotuses.

source: པད་མ་དེ་དག་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་པ་གཞན་དག་ཏུ་མཆིས་ནས་བདག་གི་བསྔགས་པ་དང་། སྒྲ་དང་། དབྱངས་རྗོད་པར་གྱུར་ཅིག །
en: May those lotuses go to empty buddha realms and there emit a voice expressing my praise.

source: སེམས་ཅན་དེ་དག་གིས་བདག་གི་མིང་དང་། བསྔགས་པ་དང་། སྙན་པ་ཐོས་ནས་དགའ་ཞིང་རབ་ཏུ་དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བ་སྐྱེ་བར་གྱུར་ཅིག །
en: When the beings there hear my name, praise, and fame, may they become pleased, delighted, and filled with joy.

source: དེ་དག་རབ་ཏུ་དང་བ་སྐྱེས་ནས་བདག་གི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྐྱེ་འཚལ་བར་གྱུར་ཅིག །
en: Having developed faith, may those beings desire to be reborn in my buddha realm.

source: དགེ་བའི་རྩ་བ་དེ་དག་ཀྱང་དེར་ཡོངས་སུ་སྔོ་བར་གྱུར་ཅིག །དེ་དག་དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་བདག་གི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྐྱེ་བར་གྱུར་ཅིག །
en: May they dedicate their good roots toward that, and when they pass away, may they be reborn in my buddha realm. “ ‘

source: བདག་གི་ཉན་ཐོས་ཀྱི་དགེ་འདུན་ཡང་དགེ་སྦྱོང་གི་དྲི་མ་དང་བྲལ་བ་དང་། དགེ་སྦྱོང་གི་སྐྱོན་དང་། དགེ་སྦྱོང་གི་གྱ་གྱུ་དང་བྲལ་བ་དང་དགེ་སྦྱོང་གི་གཡོ་དང་བྲལ་བར་གྱུར་ཅིག །འཁོར་རྣམས་ཀྱང་ཆོས་ལྷུར་ལེན་ཅིང་ཡོ་བྱད་ལྷུར་ལེན་པ་མ་ལགས་པ་དང་། རྙེད་པ་དང་བཀུར་སྟི་ལྷུར་ལེན་པ་མ་ལགས་པ་དང་།
en: May my saṅgha of śrāvakas be free of the impurities of mendicants, may it be free of the faults of mendicants, may it be free of the dishonesty of mendicants, and may it be free of the deceit of mendicants.

source: མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པ་ལ་མངོན་པར་དགའ་བར་གྱུར་ཅིག །བདག་གི་འཁོར་རྣམས་བརྩོན་འགྲུས་བརྩམས་ཤིང་ཆོས་ལ་འབབ་པ་དང་།
en: May my followers be dedicated to the Dharma, not dedicated to material things, and not dedicated to gain and esteem, and may they delight in impermanence, suffering, emptiness, and no self, and be diligent.

source: དགེ་འདུན་ལ་བབ་པར་གྱུར་ཅིག །
en: May the assembly be attentive to the Dharma and dedicated to the saṅgha. “ ‘

source: དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་ཕྱིར་མི་ལྡོག་པར་གྱུར་པ་དེ་དག་ཀྱང་མ་འོངས་པ་ལ་ཞུགས་པའི་དྲན་པ་ཐོབ་པར་གྱུར་ཅིག །
en: May those bodhisattvas who have become irreversible attain recollection that can persist into the future.

source: དེ་དག་ཚེ་འཕོས་ནས་ཀྱང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་ལྡན་པའི་གཏམ་རྗོད་པར་གྱུར་ཅིག །
en: Even when they have been reborn, may the words they speak be related to the perfection of wisdom.

source: བྱང་ཆུབ་ཀྱི་མཐའི་བར་དུ་དེ་དག་གིས་ཆོས་དེ་དག་མི་བརྗེད་པར་གྱུར་ཅིག །
en: Until they attain enlightenment may they never forget the teachings. “ ‘

source: བདག་བྱང་ཆུབ་ཐོབ་ནས་ཀྱང་བསྐལ་པ་ཆེན་པོ་ཁྲིའི་བར་དུ་གནས་པར་གྱུར་ཅིག །
en: When I have attained enlightenment, may I live for ten thousand great eons.

source: ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་ཀྱང་བདག་གི་དམ་པའི་ཆོས་བསྐལ་པ་སྟོང་དུ་གནས་པར་གྱུར་ཅིག །
en: And when I have passed into parinirvāṇa, may the good Dharma remain for a thousand eons.’ “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྐྱེས་བུ་དམ་པ་ཁྱོད་ཀྱིས་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་ཡོངས་སུ་བླངས་པ་ནི་ལེགས་སོ་ལེགས་སོ།
en: The Bhagavat said to him, ‘Well done, well done, good man! The buddha realm that you have chosen will be completely pure!

source: །མི་འཁྲུགས་པ་ཁྱོད་ནི་མ་འོངས་པའི་དུས་ན། བསྐལ་པ་གྲངས་མེད་པ་གང་གཱའི་ཀླུང་གཅིག་གི་བྱེ་མ་སྙེད་འདས་ནས། གྲངས་མེད་པ་གཉིས་པ་ལ་བབ་པ་ན་ཤར་ཕྱོགས་ལོགས་སུ་འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་འདས་པ་ན་འཇིག་རྟེན་གྱི་ཁམས་མངོན་པར་དགའ་བ་ཞེས་བྱ་བ་ཇི་ལྟར་ཁྱོད་ཀྱིས་སྨོན་ལམ་བཏབ་པ་དེ་ལྟ་བུའི་ཡོན་ཏན་བཀོད་པ་དང་ལྡན་པ་ཞིག་ཡོད་དེ།
en: In the future, Akṣobhya, after an incalculable eon has passed, in which there are as many years as there are grains of sand in the Ganges River, during a second such incalculable eon, in the east, a thousand buddha realms from here, you will be in a realm that will be called Abhirati, which will be endowed with the array of qualities according to the prayers you have made.
